[File]
Author=Γιάννης Λαμπρόπουλος J.L.
LangId=1032
Name=Greek (Greece) (1032)
VersionId=0

[AIMPML]
Author=Συντάκτης
Category=Κατηγορία
FeedName=Podcast
PublishDate=Ημερομηνία δημοσίευσης
State=Κατάσταση
URLAudioCached=Τοπικό αντίγραφο

[Common]
AIMP.Podcasts.Actions.CheckCachedFiles=Διαγραφή μη έγκυρων συνδέσμων σε τοπικά αντίγραφα
AIMP.Podcasts.Actions.EditSubscription=Επεξεργασία συνδρομής...
AIMP.Podcasts.Actions.MarkAs.PL=Επισημάνετε ως
AIMP.Podcasts.Actions.MarkAs=Επισημάνετε ως
AIMP.Podcasts.Actions.RefreshFeed=Ενημέρωση podcast
AIMP.Podcasts.Actions.RefreshFeeds=Ενημέρωση όλων των podcast
AIMP.Podcasts.Actions.Subscribe=Εγγραφείτε...
AIMP.Podcasts.Actions.Unsubscribe=Κατάργηση εγγραφής...
AIMP.Podcasts.ML.Default=Προκαθορισμένο
AIMP.Podcasts.Actions.CreateSmartPlaylist=Δημιουργία έξυπνης σειράς

[Podcasts]
Caption=Podcasts
Downloads=Λήψεις | Λήψεις (%s)
MSG0=Συνδρομή Podcast
MSG1=Έχετε ήδη εγγραφεί σε αυτό το podcast
MSG2=Δεν είναι δυνατή η λήψη της ροής podcast στην καθορισμένη διεύθυνση URL!
MSG3=Σύνδεση με τη ροή podcast
MSG4=Κατάργηση εγγραφής
MSG5=Διαγραφή τοπικού αντιγράφου
MSG6=Είστε βέβαιοι ότι θέλετε να διαγραφείτε από το %s;
MSG7=Άκουσε | Νέο | Αναβλήθηκε
MSG8=Αναζήτηση ενημερώσεων: %s
MSG9=Λήψη: %s
MSG10=Νέα επεισόδια!
MSG11=Λήψη στο παρασκήνιο | Διαγραφή τοπικού αντιγράφου
MSG12=Δεν είναι δυνατή η εύρεση της συνδρομής στη βάση δεδομένων podcasts
New=Νέο|Νέο (%s)
Postponed=Αναβλήθηκε|Αναβλήθηκε (%s)
Subscriptions=Συνδρομές

[Podcasts.Settings]
C1=Podcasts
CB1=Κατά την εκκίνηση της εφαρμογής
CB2=Αυτόματη λήψη νέων επεισοδίων
CB3=Ειδοποίηση για νέα επεισόδια
CB4=Επισήμανση επεισοδίου ως ακρόασης κατά την έναρξη αναπαραγωγής
GB1=Ενημερώσεις
GB2=Προσωρινή αποθήκευση
L1=Πρότυπο ονόματος αρχείου για το επεισόδιο που κατεβάσατε:
V1=Χειροκίνητα|Κάθε ώρα|Κάθε μέρα|Κάθε εβδομάδα

